var products = [{
        "code": "QW0124",
        "type": "торт",
        "name": "Белоснежка классическая",
        "description": "Ванильные коржи на белой сгущенке, крем из натуральных взбитых сливок с прослойкой из карамелизированного банана.",
        "price": 950,
        "image": "image21.jpg"
    },
    {
        "code": "QW0125",
        "type": "торт",
        "name": "Белоснежка шоколадная",
        "description": "Шоколадные коржи, крем на основе сметаны и взбитых сливок.",
        "price": 900,
        "image": "image27.jpg"
    },
    {
        "code": "RF5467",
        "type": "торт",
        "name": "Рафаэлло",
        "description": "Три слоя белого бисквита, пропитанные кокосовым сиропом и прослоенные кремом на основе кокосового молока и кокосовой начинки «Рафаэлло» с добавлением дробленого миндаля. Сверху посыпан кокосовой стружкой.",
        "price": 980,
        "image": "image25.jpg"
    }, {
        "code": "KM4657",
        "type": "торт",
        "name": "Клубничный мусс",
        "description": "Основа из ванильного бисквита, мусс из взбитых сливок, сыра маскарпоне и клубники.",
        "price": 950,
        "image": "image31.jpg"
    }, {
        "code": "KS6721",
        "type": "торт",
        "name": "Королевский сметанный",
        "description": "Три сметанных бисквита: с маком, грецким орехом, изюмом. Коржи пропитаны сиропом «помадка», прослоены кремом из сметаны и взбитых сливок.",
        "price": 900,
        "image": "image29.jpg"
    }, {
        "code": "MS2548",
        "type": "торт",
        "name": "Мишка",
        "description": "Три сметанно-песочных коржа и три шоколадных с прослойкой из сметанно-сливочного крема. Сверху покрыт натуральным шоколадом.",
        "price": 930,
        "image": "image33.jpg"
    }

]