var products = [{
        "code": "QW0124",
        "type": "торт",
        "name": "Белоснежка классическая",
        "description": "Ванильные коржи на белой сгущенке, крем из натуральных взбитых сливок с прослойкой из карамелизированного банана.",
        "price": 950,
        "unit": "кг",
        "image": "image21.jpg"
    },
    {
        "code": "QW0125",
        "type": "торт",
        "name": "Белоснежка шоколадная",
        "description": "Шоколадные коржи, крем на основе сметаны и взбитых сливок.",
        "price": 900,
        "unit": "кг",
        "image": "image27.jpg"
    },
    {
        "code": "RF5467",
        "type": "торт",
        "name": "Рафаэлло",
        "description": "Три слоя белого бисквита, пропитанные кокосовым сиропом и прослоенные кремом на основе кокосового молока и кокосовой начинки «Рафаэлло» с добавлением дробленого миндаля. Сверху посыпан кокосовой стружкой.",
        "price": 980,
        "unit": "кг",
        "image": "image25.jpg"
    }, {
        "code": "KM4657",
        "type": "торт",
        "name": "Клубничный мусс",
        "description": "Основа из ванильного бисквита, мусс из взбитых сливок, сыра маскарпоне и клубники.",
        "unit": "кг",
        "price": 950,
        "image": "image31.jpg"
    }, {
        "code": "KS6721",
        "type": "торт",
        "name": "Королевский сметанный",
        "description": "Три сметанных бисквита: с маком, грецким орехом, изюмом. Коржи пропитаны сиропом «помадка», прослоены кремом из сметаны и взбитых сливок.",
        "price": 900,
        "unit": "кг",
        "image": "image29.jpg"
    }, {
        "code": "MS2548",
        "type": "торт",
        "name": "Мишка",
        "description": "Три сметанно-песочных коржа и три шоколадных с прослойкой из сметанно-сливочного крема. Сверху покрыт натуральным шоколадом.",
        "price": 930,
        "unit": "кг",
        "image": "image33.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Ванильный шоколад",
        "description": "Французское заварное тесто с хрустящим песочным кракелюром и кремом из взбитых сливок с белым шоколадом и ликером «Бейлиз»",
        "price": 70,
        "unit": "шт",
        "image": "eclairs/2.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Карамельный",
        "description": "Заварное тесто, приготовленное по французскому рецепту с кремом на основе сливочного сыра «Маскарпоне» и сливочной карамели. Покрыт карамелью",
        "price": 70,
        "unit": "шт",
        "image": "eclairs/3.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Классический",
        "description": "Заварное тесто, приготовленное по французскому рецепту с кремом «Муслин». Покрыт натуральным шоколадом",
        "price": 70,
        "unit": "шт",
        "image": "eclairs/4.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Курага",
        "description": "Нежное заварное тесто с заварным кремом с курагой",
        "price": 70,
        "unit": "шт",
        "image": "eclairs/5.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Маковый",
        "description": "Нежное заварное тесто, заварной крем с маком, ганаш из белого шоколада, мак, томленый в молоке",
        "price": 80,
        "unit": "шт",
        "image": "eclairs/6.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Манго",
        "description": "Нежное заварное тесто, заварной крем с пюре из манго и лимонным соком. Покрыт шоколадной глазурью с манго",
        "price": 80,
        "unit": "шт",
        "image": "eclairs/7.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Париж",
        "description": "Заварное тесто, крем из вареной сгущенки со сливочным маслом и обжареным фундуком, ванильный крем на ганаше из белого шоколада, хрустящий топ из бельгийского шоколада с арахисом",
        "price": 90,
        "unit": "шт",
        "image": "eclairs/8.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "С ореховым пралине",
        "description": "Заварное пирожное с ореховым пралине на основе сливочно-заварного крема с вареной сгущенкой и добавлением орехового пралине. Сверху покрыт молочным шоколадом с ореховыми лепестками",
        "price": 70,
        "unit": "шт",
        "image": "eclairs/9.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Смородиновый",
        "description": "Заварное тесто с хрустящим покрытием крокан, крем Патисьер со смородиной",
        "price": 80,
        "unit": "шт",
        "image": "eclairs/10.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Соленая карамель",
        "description": "Заварное тесто, крем из сливок и сыра Маскарпоне с карамелью, прослойка из соленой карамели, топ из бельгийского молочного шоколада",
        "price": 80,
        "unit": "шт",
        "image": "eclairs/11.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Фисташковый",
        "description": "Заварное пирожное с фисташковым пралине на основе сливочно-заварного крема. Сверху покрыт песочной хрустящей корочкой",
        "price": 80,
        "unit": "шт",
        "image": "eclairs/12.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Черничный",
        "description": "Заварное тесто с хрустящим покрытием крокан, крем Патисьер с черникой",
        "price": 70,
        "unit": "шт",
        "image": "eclairs/13.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Шоколадный",
        "description": "Заварное тесто,нежный сливочный крем со сгущеным молоком и какао, шоколадный ганаш, грецкий орех",
        "price": 70,
        "unit": "шт",
        "image": "eclairs/14.jpg"
    },
    {
        "code": "",
        "type": "эклер",
        "name": "Ягодный",
        "description": "Заварное тесто, крем на основе сыра Маскарпоне с ягодным джемом",
        "price": 80,
        "unit": "шт",
        "image": "eclairs/15.jpg"
    },
    {
        "code": "",
        "type": "выпечка",
        "name": "Штолик с вишней и яблоком",
        "description": "",
        "price": 39,
        "unit": "шт",
        "image": "bakery/1.jpg"
    },
    {
        "code": "",
        "type": "выпечка",
        "name": "Пирог с горбушей",
        "description": "",
        "price": 70,
        "unit": "шт",
        "image": "bakery/2.jpg"
    },
    {
        "code": "",
        "type": "выпечка",
        "name": "Пирог с горбушей",
        "description": "",
        "price": 29,
        "unit": "шт",
        "image": "bakery/3.jpg"
    },
    {
        "code": "",
        "type": "выпечка",
        "name": "Слойка с сыром",
        "description": "",
        "price": 49,
        "unit": "шт",
        "image": "bakery/4.jpg"
    },
    {
        "code": "",
        "type": "выпечка",
        "name": "Пирог и мясом",
        "description": "",
        "price": 70,
        "unit": "шт",
        "image": "bakery/5.jpg"
    },
    {
        "code": "",
        "type": "выпечка",
        "name": "Слойка с курицей",
        "description": "",
        "price": 70,
        "unit": "шт",
        "image": "bakery/6.jpg"
    },

]